"""
ЗАДАЧА 9 (посложнее):
В переменных uroven, hp (очки здоровья) и est_bronya хранятся данные
персонажа перед битвой с боссом. Напечатай "Можно сражаться с боссом", если:
(uroven больше или равен 12 И hp больше или равен 140) ИЛИ est_bronya равен True.
Иначе напечатай "Нельзя сражаться с боссом".

Пример вывода (для uroven = 10, hp = 130, est_bronya = True):
Можно сражаться с боссом
"""

uroven = 10
hp = 130
est_bronya = True

# TODO: напиши if/else с комбинацией and, or и скобок
print("TODO: реши задачу выше")
